Repository: abilian/abilian-core
Catalog: abilian/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Security informations are missing or expired. This may happen if you have opened the form for a long time. <br /><br />Please try to resubmit the form.
fr: Des informations de sécurité sont manquantes ou expirées. Cela peut arriver si vous avez ouvert le formulaire depuis un bon moment. <br /><br />Essayez de soumettre à nouveau le formulaire.

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: You must provide your email and password.
fr: Vous devez entrez votre email et votre mot de passe.

source: Sorry, we couldn't find an account for email '{email}'.
fr: Nous n'avons pas trouvé de compte correspondant à l'email '{email}'

source: Sorry, wrong password.
fr: Mauvais mot de passe.

source: You must provide your email address.
fr: Vous devez entrez votre adresse email de connexion.

source: Password reset instructions have been sent to your email address.
fr: Un email contenant les instructions de changement de mot passe a été envoyé à votre adresse électronique.

source: Invalid reset password token.
fr: Jeton d'accès invalide.

source: Password reset expired
fr: L'accès a la page de changement de mot de passe à expiré.

source: You must provide a password.
fr: Vous devez entrez un mot de passe.

source: Your new password must be at least 8 characters long
fr: Le nouveau mot de passe doit comporter au moins 8 caractères

source: Your new password must contain upper case and lower case letters
fr: Le nouveau mot de passe doit comporter des majuscules et des minuscules

source: Your new password must contain at least one digit
fr: Le nouveau mot de passe doit comporter au moins 1 chiffre

source: Your password has been changed. You can now login with your new password
fr: Votre mot de passe a été enregistré. Vous pouvez maintenant vous connecter avec ce mot de passe.

source: Password reset instruction for {site_name}
fr: Réinitialisation de votre mot de passe pour {site_name}

source: Forgot password?
fr: Mot de passe oublié?

source: Send me a new password
fr: Envoyez-moi un nouveau mot de passe

source: Login to %(site_name)s
fr: Connexion à %(site_name)s

source: Password
fr: Mot de passe

source: Sign in
fr: Me connecter

source: Please choose a new password
fr: Veuillez choisir un mot de passe

source: Change password
fr: Changer le mot de passe

source: Cancel
fr: Annuler

source: Indexed Terms
fr: Termes indexés

source: Preferences
fr: Préférences

source: Security Info
fr: Infos sécurité

source: role_anonymous
fr: Anonyme

source: role_authenticated
fr: Authentifié

source: role_administrator
fr: Administrateur

source: role_manager
fr: Manager

source: Vocabulary entry
fr: Entrée du vocabulaire

source: Vocabularies
fr: Vocabulaires

source: allowed tags: %(tags)s
fr: balises autorisées : %(tags)s

source: Default
fr: Défaut

source: Active
fr: Actif

source: Add new value
fr: Ajouter une nouvelle valeur

source: No item in this vocabulary
fr: Aucun élement pour ce vocabulaire

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Create New
fr: Créer un nouveau

source: {user} created {entity_type} {entity_id} "{entity}"
fr: {user} a créé: {entity_type} {entity_id} "{entity}"

source: {user} made changes on {entity_type} {entity_id} "{entity}"
fr: {user} a modifié {entity_type} {entity_id} "{entity}"

source: {user} has deleted {entity_type}: {entity_id} "{entity}"
fr: {user} a supprimé {entity_type}: {entity_id} "{entity}"

source: {manager} has activated inheritance on {entity}
fr: {manager} a activé l'héritage sur {entity}

source: {manager} has deactivated inheritance on {entity}
fr: {manager} a désactivé l'héritage sur {entity}

source: {manager} has given role "{role}" to {principal} on {entity}
fr: {manager} a donné le rôle «{role}» à {principal} sur {entity}

source: {manager} has revoked role "{role}" from {principal} on {entity}
fr: {manager} a retiré le rôle "{role}" à {principal} sur {entity}

source: {manager} has given role "{role}" to {principal}
fr: {manager} a donné le rôle "{role}" à {principal}

source: {manager} has revoked role "{role}" from {principal}
fr: {manager} a retiré le rôle "{role}" à {principal}

source: Dashboard
fr: Tableau de bord

source: Daily
fr: Journalières

source: Weekly
fr: Hebdomadaires

source: Monthly
fr: Mensuelles

source: New
fr: Nouveaux

source: Country unknown
fr: Pays inconnu

source: Session lifetime
fr: Durée de vie des sessions

source: Session expiration time after last visit. When session is expired user must login again.
fr: Temps d'expiration de la session après la dernière visite. Lorsque la session est expirée l'utilisateur doit se reconnecter.

source: Minimum session lifetime is 10 minutes. Value has been adjusted.
fr: La durée de vie des sessions ne peut-être inférieure à 10 minutes. La valeur a été ajustée.

source: Settings
fr: Paramètres

source: Site name
fr: Nom du site

source: Mail sender
fr: Expéditeur des mails

source: Changes saved.
fr: Changement enregistrés.

source: Groups
fr: Groupes

source: Filter records:
fr: Filtrer les entrées:

source: Previous
fr: Précédente

source: Next
fr: Suivante

source: Showing _START_ to _END_ of _TOTAL_ entries
fr: Affiche de _START_ à _END_ sur _TOTAL_ entrées

source: (filtered from _MAX_ total entries)
fr: (filtré sur un total de _MAX_ entrées)

source: Add a filter
fr: Ajouter un filtre

source: Name
fr: Nom

source: Add
fr: Ajouter

source: Users
fr: Utilisateurs

source: Users log in with their email address.
fr: L'e-mail est utilisé pour se connecter sur le site.

source: First Name
fr: Prénom

source: ex: John
fr: ex: Pierre

source: Last Name
fr: Nom

source: ex: Smith
fr: ex: Dupont

source: Login enabled
fr: Login activé

source: If unchecked, user will not be able to connect.
fr: Si décoché, l'utilisateur ne pourra plus se connecter.

source: Prefer groups to manage access rights. Directly assigning roles to users is possible but discouraged.
fr: Préférez les groupes pour gérer les droits d'accès. Directement donner un rôle à un utilisateur est possible mais découragé.

source: New Password
fr: Nouveau mot de passe

source: If empty the current password will not be changed.
fr: Si vide le mot de passe actuel ne sera pas changé.

source: Confirm new password
fr: Confirmer le nouveau mot de passe

source: Passwords differ. Ensure you have typed same password in both "password" field and "confirm password" field.
fr: Assurez vous d'avoir tapé le même mot de passe dans les 2 champs.

source: If empty a random password will be generated.
fr: Si vide un mot de passe aléatoire sera généré.

source: Never logged in
fr: Ne s'est jamais connecté

source: active users
fr: utilisateurs actifs

source: new members
fr: nouveaux membres

source: new documents
fr: nouveaux documents

source: new messages
fr: nouveaux messages

source: Newer
fr: Plus récents

source: Older
fr: Plus anciens

source: All contents
fr: Tous les contenus

source: Select user
fr: Filtrer sur un utilisateur

source: [Right axis]
fr: [Ordonnée droite]

source: [Left axis]
fr: [Ordonnée gauche]

source: unique connections
fr: Nombre de connections uniques

source: Members
fr: Membres

source: User
fr: Utilisateur

source: account disabled
fr: compte utilisateur désactivé

source: New Group...
fr: Nouveau groupe...

source: Save
fr: Enregistrer

source: Days
fr: Jours

source: Hours
fr: Heures

source: New user...
fr: Nouvel utilisateur...

source: Last connection
fr: Dernière connection

source: file
fr: fichier

source: description (optional)
fr: description (optionnel)

source: Send
fr: Envoyer

source: Attachment edited
fr: Fichier ajouté

source: Attachment added
fr: Fichier ajouté

source: New attachment on "{title}"
fr: Nouveau fichier ajouté sur "{title}"

source: Comment
fr: Commentaire

source: Post
fr: Poster

source: Comment edited
fr: Commentaire modifié

source: Edit comment on "{title}"
fr: Édition du commentaire sur "{title}"

source: Comment added
fr: Commentaire ajouté

source: New comment on "{title}"
fr: Nouveau commentaire sur "{title}"

source: Comment deleted
fr: Commentaire supprimé

source: Not a valid datetime value
fr: N'est pas une date valide

source: Not a valid choice
fr: N'est pas un choix valide

source: Invalid email address.
fr: Adresse email non valide

source: This field is required.
fr: Ce champ est obligatoire.

source: Field must be at least %(min)d character long.
fr: Le champ doit comporter au moins %(min)d caractère.

source: Field cannot be longer than %(max)d character.
fr: Le champ ne doit pas comporter plus de %(max)d caractère.

source: Field must be between %(min)d and %(max)d characters long.
fr: Le champ doit comporter entre %(min)d et %(max)d caractères.

source: Virus detected!
fr: Virus détecté!

source: SIRET must have exactly 14 characters ({count})
fr: Un numéro SIRET doit avoir exactement 14 caractères

source: SIRET number is invalid (length is ok: verify numbers)
fr: Ce numéro SIRET est invalide (la longueur est correcte - vérifiez les chiffres)

source: Entries per page: _MENU_
fr: Entrées par page: _MENU_

source: No matching records found
fr: Aucun enregistrement ne correspond aux termes de recherche spécifiés

source: Add file
fr: Ajouter un fichier

source: Select file
fr: Sélectionner un fichier

source: hour(s)
fr: heure(s)

source: Preferred Language
fr: Langue du site

source: Time zone
fr: Fuseau horaire

source: Only PNG or JPG image files are accepted
fr: Seuls les fichier d'image PNG ou JPG sont acceptés

source: Could not decode image file
fr: Impossible de lire l'image

source: About me
fr: À propos de moi

source: Password changed
fr: Mot de passe changé

source: Preferences saved.
fr: Préférences enregistrées.

source: All
fr: Tous

source: Search
fr: Rechercher

source: Your query didn't match any results.
fr: Votre recherche n'a donné aucun résultat.

source: %(count)d items found
fr: %(count)d éléments trouvé

source: Filter by type
fr: Filtrer par type

source: by
fr: par

source: Last modification: %(date)s
fr: Dernière modification: %(date)s

source: Unknown action
fr: Action inconnue

source: Please fix the error(s) below
fr: Veuillez corriger la ou les erreurs ci-dessous

source: Must be checked to ensure you intent to delete these tags
fr: Doit être cochée pour être certain que vous voulez bien supprimer les tags sélectionnés

source: No action performed: no tags selected
fr: Aucune action effectuée: pas de tag sélectionné

source: %(tag)s deleted
fr: %(tag)s supprimé

source: You must select a target tag to merge to
fr: Vous devez choisir un tag vers lequel fusionner les tag sélectionnés

source: Target tag not found, no action performed
fr: Tag cible nont trouvé, aucune action effectuée

source: No tag selected for merging
fr: Pas de tag cible sélectionné pour la fusion

source: Tag edited
fr: Tag modifié

source: Tag created
fr: Tag crée

source: Tag deleted
fr: Tag supprimé

source: Tags are grouped by namespaces, so that different set of tags can be defined for different type of objects, or for a different purpose.
fr: Les Tags sont regroupés par espaces de noms, de sorte que différents ensembles de tags peuvent être définis pour différents types d'objets ou d'usages.

source: Namespace
fr: Espace de noms

source: # Tagged objects
fr: Objets taggés

source: Merge tags
fr: Fusionner les tags

source: Target tag
fr: Tag cible

source: Delete selected tags
fr: Supprimer les tags sélectionnés

source: Check to confirm definitive deletion of selected tags
fr: Cocher pour confirmer la supression définitive des tags sélectionnés

source: Skip to content
fr: Aller au contenu

source: Page or entity not found. The object you are trying to view may have been deleted.
fr: Page non trouvée. Le contenu a peut-être été effacé.

source: Audit Log
fr: Journal d'audit

source: Recent items
fr: Éléments récents

source: No permissions defined
fr: Aucune permission associée

source: No roles set
fr: Aucun rôle associé

source: Export to Excel
fr: Export Excel

source: Import from Excel
fr: Import Excel

source: Download a file suitable for importing new objects
fr: Télécharger le fichier permettant d'importer de nouveaux enregistrements

source: Download import template
fr: Télécharger le modèle pour import

source: Upload Excel file
fr: Importer depuis un fichier excel

source: Upload
fr: Déposer

source: Comments (%(count)d)
fr: Commentaires (%(count)d)

source: Attachments (%(count)d)
fr: Fichiers (%(count)d)

source: Delete attachment ?
fr: Supprimer la pièce-jointe?

source: Do you really want to delete this attachment?
fr: Voulez-vous vraiment supprimer cette pièce-jointe?

source: Download
fr: Télécharger

source: {key} changed:
fr: {key} modifié:

source: {key} changed from {old_value} to {new_value}
fr: {key} modifié de «{old_value}» en «{new_value}»

source: {key} set to {new_value}
fr: {key} initialisé à «{new_value}»

source: Delete comment ?
fr: Supprimer le commentaire?

source: Do you really want to delete this comment?
fr: Voulez-vous vraiment supprimer ce commentaire?

source: edited
fr: modifié

source: Do you really want to delete this entity?
fr: Voulez-vous vraiment supprimer cet object?

source: Loading...
fr: Chargement en cours…

source: Created at:
fr: Créé le:

source: Updated at:
fr: Mis à jour le:

source: Create and add another
fr: Créer et ajouter un nouveau

source: Entity successfully edited
fr: Édition réussie

source: An entity with this name already exists in the system.
fr: Il y a déjà une entité avec ce nom dans le système.

source: Create
fr: Créer

source: Create and add new
fr: Créer et ajouter un nouveau

source: Entity successfully added
fr: Ajout réussi

source: Entity deleted
fr: Objet supprimé

source: This entity is referenced by another object and cannot be deleted.
fr: Cette entité est référencée par un autre objet et ne peut être supprimée.
